{
    "help": "ayuda",
    "help_age_exterr": "Cuando esta opción es seleccionada, la incerteza analítica con las constantes de decaimiento de <sup>235</sup>U y<sup>238</sup>U se propagarán en el cálculo de la edad. Esta opción se recomienda si cada alíquota corresponde a muestras separadas, pero <i>no</i> si pertenecen a la misma muestra. En este caso, las incertezas de las constantes de decaimiento introducirán errores correlacionados que se pierden en la tabla de salida. Las funciones de concordia y de gráfica radial de <tt>IsoplotR</tt> fueron designadas para tener en cuenta esta correlación.",
    "help_isochron_exterr": "Cuando esta opción es seleccionada, la incerteza analítica asociada con la constante de decaimiento radioactiva y con la composición isotópica no radiogénica, se propaga en la edad.",
    "help_normalise": "Cuando esta opción es seleccionada, el área debajo de cada uno de los KDEs (e histogramas) serán normalizados a un número común. De lo contrario, el KDE utilizará el rango completo de valores de y disponibles.",
    "help_verticals": "Cuando esta opción es seleccionada, los puntos horizontales son conectados con las lineas verticales",
    "help_exterr": "Cuando esta opción es seleccionada, la incerteza analítica asociada a las constantes de decaimiento, factores de calibración, etc. se propaga en la edad.",
    "help_exterr_UPb": "Cuando esta opción es seleccionada,  el espesor de la linea de concordia será ajustado para mostrar la incertidumbre analítica asociada con la constante de decaimiento y con las relaciones <sup>238</sup>U/<sup>235</sup>U. Esta incertidumbre será también propagada dentro de los cálculos de concordia o discordia.",
    "help_exterr_radial": "Cuando esta casilla está seleccionada, la incertidumbre analítica asociada con las constantes de decaimiento, factores de calibración, etc., serán propagados a los modelos de edad central y mezcla.",
    "help_zeta_exterr": "Cuando esta casilla está marcada, la incertidumbre analítica asociada con la edad estándar y del \"dosimeter glass\" serán propagadas en el factor de calibración&zeta; .",
    "help_PbPb_growth": "Cuando esta casilla está marcada, <tt>IsoplotR</tt> añade la curva de crecimiento de Stacey & Kramer (1975) de Pb de dos fases a la gráfica. Esta muestra la evolución de la composición del Pb isotópico para un reservorio Tierra hipotético con una fijada relación U/Pb.",
    "help_nnlines": "Para ayudar en la identificacion de grupos de muestras en la configuración MDS mientras simultáneamente se evalúa que tan bien se ajusta, es útil agregar \"lineas de límite más próximas\", en las cuales cada muestra está conectada a su más cercana vecina en un espacio de Kolmogorov-Smirnov con una línea sólida, y a su segunda más cercano vecina con una línea entrecortada. Si la línea de la muestra más cercana causa demasiado enmarañamiento, es mejor omitirlas.",
    "help_SmNd_i2i": "Al dar click en este cuadro se usa el \"y-intercept\" de un isocrón ajustado através de todos los datos de Sm-Nd como inicial relación de <sup>143</sup>Nd/<sup>144</sup>Nd para los cálculos de edad. Al quitar el \"click\" de este cuadro, se usará la relación dada arriba.",
    "help_LuHf_i2i": "Al dar clik en este cuadro se usa el y-intercept de un isocrón ajustado a través de todos los datos de Lu-Hf como relación de <sup>176</sup>Hf/<sup>177</sup>Hf inicial. Al quitar el \"click\" se usará la relación dada arriba.",
    "help_KCa_i2i": "Al dar click en este cuadro se usa el y-intercept de un isocrón ajustado a través de todos los datos de K-Ca como relación de <sup>40</sup>Ca/<sup>44</sup>Ca inicial para los cálculos de edad. Al quitar el \"click\" se usa la relación <sup>40</sup>Ca/<sup>44</sup>Ca dada arriba.",
    "help_ArAr_i2i": "Al dar click en este cuadro se usa el y-intercept de un isocrón ajustado a través de todos los datos de Ar como relación <sup>40</sup>Ar/<sup>36</sup>Ar inicial para los cálculos de edad. Al quitar el \"click\" se usa la relación atmosférica especificada arriba.",
    "help_ThU_i2i": "Al dar clik en este cuadro se usa el isocrón ajsutado para esteimar el componente inicial de <sup>230</sup>Th.",
    "help_shepard": "Al dar click en este cuadro se reemplaza la configuración MDS con un \"gráfico de pastor\" (Shepard plot), en el cual se evalúa que tan bien se ajusta una configuración MDS (no métrico) al graficar las distancias/disparidades ajustadas contra las disimilaridades de Kolmogorov-Smirnov. El título de este gráfico muestra el parámetro de \"estrés\" de Kruskal. Como una guia general, los valores de estrés de 0, 0.025, 0.05, 0.1 y 0.2 indican \"perfecto\", \"excelente\", \"bueno\", \"algo bien\", y ajustes \"malos\", respectivamente.",
    "help_log": "Dé click en este cuadro para aplicar una transformación logarítmica a los datos antes de graficar.",
    "help_logratio": "Al dar click en este cuadro se grafica los datos de U-Th-He en un diagrama bivariado log[Th/He] vs. log[U/He]. Al quitar el \"click\" del cuadro se genera un diagrama terniario de U-Th-He.",
    "help_transform_evolution": "Al dar click en este cuadro se grafica <sup>234</sup>U/<sup>238</sup>U vs edad. Al quitar el clik se grafica <sup>234</sup>U/<sup>238</sup>U vs. <sup>230</sup>Th/<sup>238</sup>U.",
    "help_classical": "Este cuadro controla si se usa un MDS clásico (Torgerson/Gower) o no métrico. El último es recomendado excepto si lleva a configuraciones degeneradas, las que pueden ser el caso de conjuntos de datos pequeños.",
    "help_showbarycentre": "Al dar click en este cuadro se grafica el promedio geométrico (barycentre) de la composición U-Th-He, y su error estándar como una elipse blanca.",
    "help_showhist": "Al dar clik en este cuadro se agrega un histograma al KDE, cuya área es igual al del KDE mismo, y agrega un eje-y con los conteos de las secciones (bin count). ",
    "help_samebandwidth": "Para facilitar la comparación visual de multiples KDE's, es útil usar un ancho de banda común. Esto puede ser bien, hecho \"forzando\" el ancho de banda usando el cuadro de texto apropiado, o si el ancho de banda está programado para <tt>auto</tt>, dando click enel cuadro de aquí. En ese caso, <tt>IsoplotR</tt> usará la median de todos los anchos de banda calculados automáticamente, obtenidos usando el algoritmo de Botev et al. (2010).",
    "help_ReOs_i2i": "Dando click en este cuadro, se usará el y-intercept de un isocrón ajustado a través de todos los datos de Re-Os como <sup>187</sup>Os/<sup>188</sup>Os inicial para todos los cálculos de edad. Al quitar el \"click\" se usará la relación de <sup>187</sup>Os/<sup>192</sup>Os- y <sup>188</sup>Os/<sup>192</sup>Os dada arriba.",
    "help_RbSr_i2i": "Al dar click en este cuadro se usa el y-intercept de un isocrón ajustado a través de todos los datos de Rb-Sr como relación <sup>87</sup>Sr/<sup>86</sup>Sr inicial para los cálculos de edad. Al quitar el \"click\" se usa la relación dada arriba.",
    "help_fact": "Vector de 3 elementos de los factores de escalamiento para el diagrama ternario de He-Th-U. Por ejemplo, ingresando <tt>c(100,10,5)</tt> multiplicará la abundancia de He por 100, la abundancia de Th por 10 y la abundancia de U por 5 antes de re-normalizar y dibujar el diagrama ternario. El propósito de la re-normalización es para \"hacer zoom\" a los datos. Ingresando <tt>auto</tt> automáticamente selecciona factores de escalamiento que ubican el promedio geométrico de los datos en el baricentro del diagrama.",
    "help_headers_on": "Los nombres de las muestras detríticas pueden ser especificados en la primera línea de la tabla de datos a ingresar. De otra manera, los diagramas correspondientes serán etiquetados con los encabezados de la tabla, p. ej. las letras <tt>A</tt>, <tt>B</tt>, ... <tt>ZZ</tt>",
    "help_mindens": "La densidad mineral es necesaria para convertir la concentración de uranio de ppm a átomos por unidad de volumen.",
    "help_tracklength": "La longitud inicial del track es necesaria para convertir la densidad de superficie (tracs por unidad de área) en densidad de volumen (tracks por unidad de volumen).",
    "help_etchfact": "El factor de eficiencia corrije el sesgo causado por procesos de corte. El valor por defecto para apatito está basado en el promedio de 3 medidas por Iwano & Danhara (1998) y 1 medición por Jonckheere (2003).",
    "help_LambdaRe187": "Los valores por defecto de la constante de decaimiento de <sup>187</sup>Re y su error estándar son tomados de Moliar et al. (1996).",
    "help_LambdaSm147": "Los valores por defecto de la constante de decaimiento de <sup>147</sup>Sm y su error estándar son tomados de Villa et al. (2020).",
    "help_rug": "Si es seleccionado, agrega un diagrama de alfombra al KDE, p. ej. un conjunto de líneas verticales que marcan las medidas.",
    "help_LambdaU238": "Los valores por defecto para la constante de decaimiento de <sup>238</sup>U y su error estándar son tomados de Jaffey et al. (1971).",
    "help_LambdaU235": "Los valores por defecto de la constante de decaimiento de <sup>235</sup>U y su error estándar son tomados de Jaffey et al. (1971).",
    "help_LambdaTh232": "Los valores por defecto de la constante de decaimiento de <sup>232</sup>Th y su error estándar son tomados de Le Roux y Glendenin (1963).",
    "help_transformation": "La escala radial de un diagrama radial muestra valores transformados. Para datos de trazas de fisión usando el método de detector externo la transformación <tt>arcsin</tt> es recomendada. Para otros datos la transformación <tt>logarithmic</tt> es usualmente la más apropiada, sin embargo las opciones <tt>linear</tt> y <tt>sqrt</tt> también están disponibles.",
    "help_LambdaK40": "Los valores por defecto de la constante de decaimiento de <sup>40</sup>K y su error estándar son tomados de Renne et al. (2011).",
    "help_Ar40Ar36": "Los valores por defecto de la relación de \"exceso\" de argón atmosférico y su error estándar son tomados de Lee et al. (2006).",
    "help_LambdaRb87": "Los valores por defecto de la constante de decaimiento del <sup>87</sup>Rb y su error estándar son tomados de Villa et al. (2015). Para usar los valores antiguos recomendados por la IUGS de Steiger and Jaeger (1977), cambie a 0.0000142 &plusmn; 0.",
    "help_pch_MDS": "Los símbolos del diagrama pueden ser un número (1-25), o un caracter simple como '|', 'o', '*', '+', o, Alternativamente, ingrese <tt>none</tt> para omitir los caracteres del diagrama.",
    "help_radial_pch": "El caracter del diagrama puede ser o bien un número (1-25) o un caracter como por ejemplo '|', 'o', '*', '+', ...",
    "help_sigdig": "El número de dígitos significativos para el resultado numérico debe ser redondeado. Por ejemplo, si este número es 2, entonces 1.23456 &plusmn; 0.01234 is redondeado to 1.234 &plusmn; 0.012.",
    "help_U238U235": "La relación de la abundancia natural isotópica del Uranio y su error estándar. Valores por defecto son tomados de Hiess et al. (2012). Para usar el valor recomendado de la IUGS de Steiger and J&auml;ger (1977), cambie este a 137.88&plusmn; 0.",
    "help_cex": "El factor por el cual las etiquetas de texto deberían ser ampliadas relativas al valor por defecto (el cual es 1).",
    "help_pcex": "El factor por el cual los símbolos de ploteo deberían ser aumentados relativos al valor por defecto (el cual es 1)",
    "help_LambdaFission": "El valor por defecto de la constante de decaimiento de fisión es el valor de consenso de Holden and Hoffman (2000). ",
    "help_projerr": "Al seleccionar este cuadro, propaga la incertidumbre de la correción de la hija inicial en errores de edad de grano único. Tome en cuenta que este procedimiento podría producir considerables correlaciones de error, los cuales no son reportados en la tabla de resultados (output).",
    "help_LambdaPa231": "El valor por defecto de la constante de decaimiento de <sup>231</sup>Pa, es tomado de Audi et al. (2003).",
    "help_LambdaRa226": "El valor por defecto de la constante de decaimiento de <sup>226</sup>Ra es tomado de Audi et al. (2003).",
    "help_LambdaU234": "El valor por defecto de la constante de decaimiento <sup>234</sup>U es tomado de Cheng et al. (2013). Su error estándar excluye todas las fuentes covariantes de incertidumbre analítica con <sup>230</sup>Th.",
    "help_LambdaTh230": "El valor por defecto de la constante de decaimiento de <sup>230</sup>Th es tomada de Cheng et al. (2013). El error estándar exluye todas las fuentes covariantes de incertidumbre analítica con <sup>234</sup>U.",
    "help_bandwidth": "El ancho de banda del KDE afecta la suavidad del estimado de densidad. En escalas lineales, este valor tienen unidades de edad (en Ma). En una escala logarítmica, el ancho de banda es un valor fraccional. Por ejemplo, en el último caso, un valor de 0.1 indica un ancho de banda de kernel que es el 10% de la edad. Ajustando el ancho de banda a <tt>auto</tt> automáticamente selecciona un valor basado en el algoritmo de Botev et al. (2010).",
    "help_pch-cad": "El inicio de cada paso CAD puede ser marcado por un carácter del gráfico. Este puede ser o un número (1-25) o un solo carácter como 'o', '*', or '+'. Alternativamente, ingrese <tt>none</tt> para omitir el carácter del gráfico.",
    "help_cutoff76": "El método <sup>206</sup>Pb/<sup>238</sup>U es más preciso que el método <sup>207</sup>Pb/<sup>206</sup>Pb para edades jóvenes, mientras que el opuesto es verdadero para edades mas antiguas. Este cuadro ajusta la edad límite para según ello usarse el método <sup>206</sup>Pb/<sup>238</sup>U, y para el método <sup>207</sup>Pb/<sup>206</sup>Pb.",
    "help_clabel": "Etiqueta de texto para la escala de color (opcional)",
    "help_U48_ThU": "Especificar la relación de actividad medida de <sup>234</sup>U/<sup>238</sup>U a la actualiad de los detritos y su error estándar.",
    "help_Th2U8_ThU": "Especificar la relación de actividad actual medida <sup>232</sup>Th/<sup>238</sup> de los detritos y su error estándar.",
    "help_Th0U8_ThU": "Especificar la relación de actividad presente medida <sup>230</sup>Th/<sup>238</sup>U de los detritos y su error estándar."
}
