{
    "translate_button": "<a class=\"translatelink\" href=\"${LINK}\" title=\"Siga este enlace para ayudar a traducir este texto.\">TRADUCIR</a>",
    "and": "y",
    "title": "un programa multi-herramientas gratuito y desarrollable para geocronología",
    "Beijing": "Beijing",
    "news_1": "IsoplotR es continuamente actualizado en <a href='http://github.com/pvermees/IsoplotR'>GitHub</a>, como se detalla en la bitácora de cambios. Actualizaciones a la versión <a href='https://CRAN.R-project.org/package=IsoplotR'>CRAN</a> son menos frecuentes y son reportados abajo.<p></p> El programa se ha beneficiado de las devoluciones de: ",
    "commandline_3": "La documentación completa con ejemplos adicionales puede ser vista <a href=\"https://cran.r-project.org/web/packages/IsoplotR/IsoplotR.pdf\">en \"CRAN\"</a>.",
    "commandline_2": "Un ejemplo de código para reproducir las figuras en el <a href='http://ucl.ac.uk/~ucfbpve/papers/VermeeschGSF2018'>artículo</a>:",
    "commandline_1": "La funcionalidad completa de <i>IsoplotR</i> puede ser accedida desde la línea de comandos. Esto incluye todas las funciones y opciones que están disponibles a través de la Interface Gráfica del Usuario (GUI, por sus siglas en inglés), y más. Después de instalar <i>R</i> en su sistema desde <a href=\"http://r-project.org\">http://r-project.org</a>, la funcionalidad de la línea de comandos puede ser instalada desde <a href=\"https://github.com/pvermees/IsoplotR/\">GitHub</a> como se describe bajo la pestaña de <i>Fuera de línea</i>. Alternativamente, <i>IsoplotR</i> puede también ser instalado desde la Red Completa de Archivos de R (CRAN, por sus siglas en inglés) escribiendo:",
    "contribute": "<p></p>Los usuarios pueden contribuir al desarrollo de <tt>IsoplotR</tt> de diferentes maneras:<ol><li>Cualquier comentario y reporte de errores es gratamente recibido. Si encuentra cualquier problema, por favor envíeme un ejemplo reproducible en <tt>.csv</tt> (si usa la línea de comandos), o <tt>.json</tt> (si usa el formato de la interface gráfica del usuario) al correo <i>p.vermeesch [at] ucl.ac.uk</i>  y yo le contactaré tan pronto como sea posible.</li><li>Si usted conoce como programar en <tt>R</tt>, no dude en bifurca el <a href=\"https://www.github.com/pvermees/IsoplotR\">código fuente</a> de <tt>IsoplotR</tt> en GitHub y modifíquelo o recíclelo. Envíe un \"pull request\" si usted a corregido un error.</li><li>Tenga una versión local \"mirror\" de la Interface Gráfica del Usuario en línea. Esto va a incrementar la celeridad del sitio fuera del Reino Unido.  <a href=\"https://github.com/pvermees/IsoplotRgui#setting-up-your-own-online-mirror\">Las instrucciones de instalación</a> son dadas en GitHub.</li>  <li>Traducir la interzfaz del usuario a un nuevo lenguaje. Contactar <i>p.vermeesch [at] ucl.ac.uk</i> para iniciar.  </li>  <li>IsoplotR es y será siempre gratuito. Sin embargo, el desarrollo del código y el mantenimiento de la infrasestructura del servidor toma tiempo y dinero. Si desea hacer una contribución económica, entonces por favor de click en el botón de abajo. Saludos y gracias!    <div style='text-align:center;'>      <a href='https://aoc.ucl.ac.uk/alumni/donations-gbp-single?id=cb52e5e1-431e-41bd-b21c-f9615f9b88b1' class='ui-button ui-widget ui-corner-all'>DONE AHORA</a>    </div>  </li></ol>",
    "contribute_tab": "Contribuciones",
    "news_tab": "Noticias",
    "commandline_tab": "Línea de comandos",
    "offline_1": "Para correr la Interface Gráfica del Usuario (GUI, por sus siglas en inglés) fuera de línea, por favor instale <i>R</i> desde <a href=\"http://r-project.org\">http://r-project.org</a> e ingrese los siguientes comandos en la ventana emergente:",
    "offline_2": "Una vez que se ha instalado este paquete, puede correr la interface gráfica del usuario basada en el programa, tipeando:",
    "offline_3": "Esto abrirá una nueva pestaña en su navegador de Internet. Para detener la GUI, ingrese el siguiente comando:",
    "offline_tab": "Fuera de lína (Offline)",
    "extra_mirrors": "Si usted desea tener su propio <tt>IsoplotR</tt> \"mirror\" disponible para el mundo a través de este sitio web, por favor póngase en contacto conmigo al correo: <i>p.vermeesch[at]ucl.ac.uk</i>.",
    "online": "Un GUI en línea es posible -hosted- por los siguientes colaboradores internacionales:<ol><li><a href='http://isoplotr.es.ucl.ac.uk/'>London</a> (UK): Pieter Vermeesch (University College London)</li><li><a href='http://isoplotr.geo.utexas.edu/'>Austin</a> (USA): Daniel Stockli (University of Texas)</li><li><a href='http://www.isoplotr.com/isoplotr/'>Beijing</a> (China): Yang Li (Chinese Academy of Sciences)</li><li><a href='https://isoplotr.sysu.edu.cn/isoplotr/'>Guangzhou</a> (China): Dengfeng Li (Sun Yat-Sen University)</li><li><a href='https://isoplotr.geoaltay.eu/'>Prague</a> (Czech Republic): Ondrej Lexa (Univerzita Karlova)</li><li><a href='http://isoplotr.lateandes.com/'>Salta</a> (Argentina): Sof&iacute;a Bordese (LA.TE.ANDES)</li>  <li><a href='http://isoplotr.geol.ucsb.edu/isoplotr/'>Santa Barbara</a> (USA): John Cottle (University of California)</li></ol>De click en uno de los cuadro amarillos para seleccionar el \"mirror\" cercano:",
    "online_tab": "En línea (Online)",
    "intro": "<a href='IsoplotR_en.png'><img src='IsoplotR_en.png' class='centered' width=800></a> <p></p><i>IsoplotR</i> es una opción de software libre y gratuita al popular <i>Isoplot</i> complemento de Microsoft Excel de Kenneth Ludwig <i>Excel</i>. <i>IsoplotR</i> está programado en <i>R</i> y puede ser corrido in tres diferentes modos:<ol><li>Online (En línea): Una amigable interfaz gráfica de usuario (IGU, GUI en inglés) que corre en un navegador web o en cualquier dispositivo conectado a internet.</li> <li>Offline: (fuera de línea). La interfaz gráfica de usuario puede ser corrida en cualquier computadora que tenga <i>R</i> instalado. <i>R</i> es un software libre que está disponible para Windows, Mac y Linux/Unix.</li><li>Command Line (Línea de comandos): Los usuarios avanzados pueden acceder a la funcionalidad completa de <i>IsoplotR</i> desde la línea de comandos de <i>R</i>. Esto permite que <i>IsoplotR</i> pueda ser extendido e incorporado en scripts de automatización.</li></ol>",
    "intro_tab": "Introducción",
    "reference": "Referencias:",
    "news_2": ".<h3>Historia actualizada y otros eventos</h3><p></p><span class=\"stamp\">4 de Mayo de 2020</span>: LA. TE. ANDES hospeda un nuevo mirror de <tt>IsoplotR</tt> en Salta, Argentina: <a href=\"http://lateandes.com/shiny/IsoplotR/\">http://lateandes.com/shiny/IsoplotR/<a><p></p><span class=\"stamp\">18 de Marzo de 2020</span> (v.3.3): Geocrología de Th-Pb se agrega a la caja de herramientas.<p></p><span class=\"stamp\">25 de Enero de 2020</span>: Realización de la versión en chino del GUI. Gracias a Shuan Yan (Guangzhou), Pei Zhang and Hao Fang (Beijing), Qiuye Yu (Changsha), Hongcheng Guo (Lehigh), and Shihu Li (Lancaster) por la traducción!<p></p><span class=\"stamp\">22 de Enero de 2020</span> (v.3.2): Se corrigieron errores menores y se incrementó la estabilidad del software.<p></p><span class=\"stamp\">30 de Octubre de 2019</span>: Yang Li y Liguang Wu hospedaron un nuevo mirror de <tt>IsoplotR</tt> en la Academia China de Ciencias en Beijing: <a href=\"http://www.isoplotr.com/IsoplotR/\"> http://www.isoplotr.com/IsoplotR/<a><p></p><span class=\"stamp\">8 de Octubre de 2019</span> (v.3.1): Se unifica la Regresión de Ludwig, que incluye una nueva opción de modelo-3 que redefine el parámetro de sobredispersión en términos de tiempo en lugar de composición de Pb comúnSe realizan varias correcciones de errores menores.<p></p><span class=\"stamp\">5 de Agosto de 2019</span> (v.3.0): Se agrega la función de isochronas para U-(Th-)Pb, que implementa correcciones de desequilibrio inicial de U-Pb utilizando matriz exponencial,  using matrix exponentials, funciones de regresión de Ludwig completamente reescritas.<p></p><span class=\"stamp\">6 de Junio de 2019</span> (v2.7): Se suma un nuevo formato de ingreso de datos de U-Pb que incluye <sup>208</sup>Pb y <sup>232</sup>Th; opción para realizar filtro de discordancia antes de la corrección de Pb común. Esta actualización cambia el formato  <tt>.json</tt>,que podría generar algunos problemas para los datos guardados en versiones previas de <tt>IsoplotR</tt>.<p></p><span class=\"stamp\">24 deMayo de 2019</span>: Nuevo mirror de  <tt>IsoplotR</tt> en Estados Unidos en la UC Santa Barbara:<br><a href=\"http://isoplotr.geol.ucsb.edu/isoplotr/\">http://isoplotr.geol.ucsb.edu/isoplotr/</a><p></p><span class=\"stamp\">4 de Mayo de 2019</span> (v2.6): Se agrega la opción de isocrona inversa a los datos de K-Ca, Rb-Sr, Sm-Nd, Lu-Hf y Re-Os. Mejora la estimación de dispersión en el modelo de regresión 3.<p></p><span class=\"stamp\">11 de Abril de 2019</span>: Dos nuevos mirror <tt>IsoplotR</tt> online:<br>UK (BGS): <a href=\"https://shiny.bgs.ac.uk/IsoplotR/\"> https://shiny.bgs.ac.uk/IsoplotR/</a><br>China (Qiuye Yu): <a href=\"http://chinageology.org:3838/IsoplotRshiny/\">http://chinageology.org:3838/IsoplotRshiny/</a><p></p><span class=\"stamp\">3 de Abril de 2019</span> (v2.5): Mejoras, especialmente sobre correcciones de Pb común, que mejora la solidez de <tt>IsoplotR</tt> en los datos muy discordantes. Preparación en el período previo al taller de datación U-Pb de circones detríticos en el centro de SHRIMP de Beijing.<p></p><span class=\"stamp\">4 de Marzo de 2019</span> (v2.4): Se implementas correcciones a los datos de U-Pb de desequilibrio inicial, mejorando las correcciones de Pb común y plomo inicial (común) no radiogénico  para otros cronómetros; incrementando la solidez de las funciones de modelado mixto.<p></p><span class=\"stamp\">8 de Diciembre de 2018</span> (v2.3): Se permite que la entrada de datos de las incertidumbres se especifiquen como errores absolutos y relativos en 1 o 2 sigma;.<p></p><span class=\"stamp\">9 de Noviembre de 2018</span> (v2.2): Se agrega la opción de agregar u omitir muestras de las gráficas y cálculos.<p></p><span class=\"stamp\">20 de Octubre de 2018</span> (v2.1): Se reescribre la función de regresión de la discordia, con lo cual ahora utiliza el mismo enfoque de máxima probabilidad para las regresiones 2D y 3D. Opción agregada para anclar la línea de discordia a la línea de concordia, o a una composición de Pb común específica.<p></p><span class=\"stamp\">10 de Septiembre de 2018</span> (v2.0): Se agrega la geocronología de K-Ca a la caja de herramientas.<p></p><span class=\"stamp\">13 de Agosto de 2018</span> (v1.4): Se agregan opciones  para las correcciones de <sup>230</sup>Th- fde detritos supuestos o medidos; gráficas de medias ponderadas más flexibles.<p></p><span class=\"stamp\">4 de Junio de 2018</span> (v1.3): incluye la resolución de errores relacionados al algoritmo de 'York fit' y errores de formato, y se suman funciones para las curvas de evolución de  Stacey-Kramers  y cálculo de promedio ponderado.<p></p><span class=\"stamp\">1 de Mayo de 2018</span> (v1.2): Se inlcuye el arreglo de errores relacionados al MSWD de las isocronas, y líneas de discordia en el espacio Tera-Wasserburg. Se mejora la flexibilidad para cargar datos desde matrices R y marcos de datos.<p></p><span class=\"stamp\">11 de Abril de  2018</span>: IsoplotR es formalmente introducido en la comunidad de geociencias en <a href=\"https://meetingorganizer.copernicus.org/EGU2018 EGU2018-3088.pdf\">EGU</a> (Vienna).<p></p><span class=\"stamp\">3 de Abril de 2018</span>: IsoplotR <a href=\"http://ucl.ac.uk/~ucfbpve/papers/VermeeschGSF2018\">paper</a> es publicado en <i>Geoscience Frontiers</i> (una revista libre y abierta a para un software libre y abierto).",
    "CAS": "Beijing",
    "SYSU": "Guangzhou"
}
