{
    "translate_button": "<a class=\"translatelink\" href=\"${LINK}\" title=\"Siga este enlace para ayudar a traducir este texto.\">TRADUCIR</a>",
    "and": "y",
    "title": "un programa multi-herramientas gratuito y desarrollable para geocronología",
    "Changchun": "Changchun",
    "Beijing": "Beijing",
    "news_1": "IsoplotR es continuamente actualizado en <a href='http://github.com/pvermees/IsoplotR'>GitHub</a>, como se detalla en la bitácora de cambios. Actualizaciones a la versión <a href='https://CRAN.R-project.org/package=IsoplotR'>CRAN</a> son menos frecuentes y son reportados abajo.\n\n<p></p> ",
    "commandline_3": "La documentación completa con ejemplos adicionales puede ser vista <a href=\"https://cran.r-project.org/web/packages/IsoplotR/IsoplotR.pdf\">en \"CRAN\"</a>.",
    "commandline_2": "Ejemplo de código para reproducir los gráficos en el <a href=\"http://ucl.ac.uk/~ucfbpve/papers/VermeeschGSF2018\">artículo</a>:",
    "commandline_1": "La funcionalidad completa de <i>IsoplotR</i> puede ser accedida desde la línea de comandos. Esto incluye todas las funciones y opciones que están disponibles a través de la Interface Gráfica del Usuario (GUI, por sus siglas en inglés), y más. Después de instalar <i>R</i> en su sistema desde <a href=\"http://r-project.org\">http://r-project.org</a>, la funcionalidad de la línea de comandos puede ser instalada desde <a href=\"https://github.com/pvermees/IsoplotR/\">GitHub</a> como se describe bajo la pestaña de <i>Fuera de línea</i>. Alternativamente, <i>IsoplotR</i> puede también ser instalado desde la Red Completa de Archivos de R (CRAN, por sus siglas en inglés) escribiendo:",
    "contribute_tab": "Contribuir",
    "news_tab": "Noticias",
    "commandline_tab": "Línea de comandos",
    "contribute": "<p></p>\n\nLos usuarios pueden contribuir al desarrollo de <tt>IsoplotR</tt> de diferentes maneras:\n\n<ol>\n<li>Cualquier comentario y reporte de errores es gratamente recibido. Si encuentra cualquier problema, por favor envíeme un ejemplo reproducible en <tt>.csv</tt> (si usa la línea de comandos), o <tt>.json</tt> (si usa el formato de la interface gráfica del usuario) al correo <i>p.vermeesch [at] ucl.ac.uk</i>  y yo le contactaré tan pronto como sea posible.\n</li>\n\n<li>Si usted conoce como programar en <tt>R</tt>, no dude en bifurca el <a href=\"https://www.github.com/pvermees/IsoplotR\">código fuente</a> de <tt>IsoplotR</tt> en GitHub y modifíquelo o recíclelo. Envíe un \"pull request\" si usted a corregido un error.</li>\n\n<li>Tenga una versión local \"mirror\" de la Interface Gráfica del Usuario en línea. Esto va a incrementar la celeridad del sitio fuera del Reino Unido.  <a href=\"https://github.com/pvermees/IsoplotRgui#setting-up-your-own-online-mirror\">Las instrucciones de instalación</a> son dadas en GitHub.\n</li>\n",
    "offline_2": "Una vez que todos los elementos han sido instalados, puede correr la interface gráfica del usuario basada en el programa, tipeando:",
    "offline_1": "La Interface Gráfica del Usuario (GUI, por sus siglas en inglés) puede ser obtenida desde <a href=\"https://github.com/pvermees/IsoplotRgui\">GitHub</a>. Para correr la versión del programa fuera de línea, por favor installe <a href=\"http://r-project.org\">http://r-project.org</a> e ingrese los siguientes comandos en la ventana emergente:",
    "offline_tab": "Modo fuera de línea",
    "extra_mirrors": "Si usted desea tener su propio \"mirror\" disponible para el mundo a través de este sitio web, por favor póngase en contacto conmigo al correo: <i>p.vermeesch[at]ucl.ac.uk</i>.",
    "online_tab": "En línea",
    "online": "Un GUI en línea es posible gracias a los siguientes colaboradores internacionales:\n<ol>\n<li><a href=\"http://pieter-vermeesch.es.ucl.ac.uk/shiny/IsoplotR/\">Londres</a> (Reino Unido): Pieter Vermeesch (University Collegue London)</li>\n<li><a href=\"http://www.isoplotr.com/IsoplotR/\">Beijing</a> (China): Yang Li (Chinese Academy of Sciences)</li>\n<li><a href=\"http://chinageology.com:3838/IsoplotR/\">Changchun</a> (China): Qiuye Yu (Changchun Institute of Technology)</li>\n<li><a href=\"https://shiny.bgs.ac.uk/IsoplotR/\">Keyworth</a> (Reino Unido): Ian Millar (British Geological Survey)</li>\n<li><a href=\"http://lateandes.com/shiny/IsoplotR/\">Salta</a> (Argentina): Sofía Bordese (LA.TE.ANDES)</li>\n<li><a href=\"http://isoplotr.geol.ucsb.edu:3838/IsoplotR/\">Santa Barbara</a> (E.U.A.) John Cottle (University of California)</li>\n</ol>",
    "intro_tab": "Introducción",
    "reference": "Raeferencias:"
}
